9/data/attachments/95eecd434aeb6efe.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_c4e6775f-a55a-4c00-b754-5daee6b15785</nif:username>
            <nif:friendToBeAdded>John_story_Actions_26262_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>